[M_Orchid_DontCopyThatFloppy MissionDefinition]
MissionDescription="A Hyperion bootloader bug called K3N50R807 has been found. [place]Oil refinery[-place]. He seems to enjoy punishing Pandora for all her "dirty" behavior. Previously, Censorbot was involved in software piracy. Some regional pirates have commercial copies of ECHO; Censorbot will ask you to remove the freeware and reinstall the software.."
TurnInDescription="You have successfully installed the application."
MissionSummary="Scan for malware."
MissionGiver="K3N50R807"
MissionTurnInLocation="K3N50R807"
TeaserText="Hello people! Who is ready to find (computer) hackers??!"
